Repository: beta37/localization
Catalog: */js.*.po
Languages: de, fr, it, ja, pl, ru, uk

source: Error loading data.
de: Fehler beim laden der Daten.
fr: Erreur de chargement de données.
it: Errore nel caricamento dei dati.
ja: エラーデータの読み込みます。
pl: Pobieranie danych błąd.
ru: Загрузка данных ошибка.
uk: Помилка завантаження даних.

source: Retry
de: Wiederholen
fr: Réessayer
it: Riprova
ja: リトライ
pl: Powtórzyć
ru: Повторить
uk: Повторити

source: Nothing to dislpay
de: Nichts zu dislpay
fr: Rien à dislpay
it: Nulla a che dislpay
ja: もdislpay
pl: Nic токовищем
ru: Ничего токовищем
uk: Нічого токовищем

source: Nothing to display
de: Nichts zum anzeigen
fr: Rien à afficher
it: Nulla da mostrare
ja: 何も表示
pl: Nic nie wyświetla
ru: Нечего отображать
uk: Нічого відображати

source: Name
fr: Nom
it: Nome
ja: 名称
pl: Nazwa
ru: Название
uk: Назва

source: Go Back
de: Gehen Sie Zurück
fr: Revenir En Arrière
it: Tornare Indietro
ja: 帰
pl: Powrót
ru: Вернуться
uk: Повернутися

source: Get %1$s version of %2$s for offline translation
de: Holen Sie sich %1$s version von %2$s für die offline-übersetzung
fr: Obtenir %1$s version de %2$s mode hors connexion pour la traduction
it: Ottenere %1$s versione di %2$s per la traduzione offline
ja: 車%1$s版%2$sのためのオフライン翻訳
pl: Ci %1$s wersja %2$s do samodzielnego tłumaczenia
ru: Вам %1$s версия %2$s для автономного перевода
uk: Вам %1$s версія %2$s для автономного перекладу

source: Get %1$s version of %2$s
de: Holen Sie sich %1$s version von %2$s
fr: Obtenir %1$s version de %2$s
it: Ottenere %1$s versione di %2$s
ja: 車%1$s版%2$s
pl: Ci %1$s wersja %2$s
ru: Вам %1$s версия %2$s
uk: Вам %1$s версія %2$s

source: all files
de: alle Dateien
fr: tous les fichiers
it: tutti i file
ja: すべてのファイル
pl: wszystkie pliki
ru: все файлы
uk: всі файли

source: Get %1$s xliff version of %2$s for offline translation
de: Holen Sie sich %1$s xliff-version der %2$s für die offline-übersetzung
fr: Obtenir %1$s xliff version de %2$s mode hors connexion pour la traduction
it: Ottenere %1$s xliff versione di %2$s per la traduzione offline
ja: 車%1$sxliff版%2$sのためのオフライン翻訳
pl: Ci %1$s Format xliff wersja %2$s do samodzielnego tłumaczenia
ru: Вам %1$s Формат xliff версия %2$s для автономного перевода
uk: Вам %1$s Формат xliff версія %2$s для автономного перекладу

source: Get %1$s xliff version of %2$s
de: Holen Sie sich %1$s xliff-version der %2$s
fr: Obtenir %1$s xliff version de %2$s
it: Ottenere %1$s xliff versione di %2$s
ja: 車%1$sxliff版%2$s
pl: Ci %1$s Format xliff wersja %2$s
ru: Вам %1$s Формат xliff версия %2$s
uk: Вам %1$s Формат xliff версія %2$s

source: Make String Visible
de: Machen String Sichtbar
fr: Faire De Chaîne Visible
it: Rendere La Stringa Visibile
ja: 作文字列を可視
pl: Zrobić Wiersz Widoczny
ru: Сделать Строку Видимой
uk: Зробити Рядок Видимій

source: Hide String
de: Ausblenden String
fr: Masquer Chaîne
it: Nascondere Stringa
ja: 隠し文字列
pl: Ukryj Pasek
ru: Скрыть Строку
uk: Приховати Рядок

source: Add Context
de: Hinzufügen Kontext
fr: Ajouter Du Contexte
it: Aggiungere Un Contesto
ja: 追加の文脈
pl: Dodać Kontekst
ru: Добавить Контекст
uk: Додати Контекст

source: Edit Context
de: Bearbeiten Kontext
fr: Edit Contexte
it: Edit Contesto
ja: 編集文脈
pl: Edycja Kontekstu
ru: Редактирование Контекста
uk: Редагування Контексту

source: Request Context
de: Anforderung Kontext
fr: Contexte De Demande
it: Contesto Della Richiesta
ja: 要求のContext
pl: Kontekst Żądania
ru: Контекст Запроса
uk: Контекст Запиту

source: Search in the Project
de: Suche im Projekt
fr: Recherche dans le Projet
it: Di ricerca nel Progetto
ja: 検索でのプロジェクト
pl: Wyszukiwanie według projektu
ru: Поиск по проекту
uk: Пошук по проекту

source: Search in the File
de: Suche in der Datei
fr: Recherche dans le Fichier
it: Ricerca nel File
ja: 検索にはファイル
pl: Wyszukaj w pliku
ru: Поиск в файле
uk: Пошук у файлі

source: All strings
de: Alle Saiten
fr: Toutes les chaînes
it: Tutte le stringhe
ja: すべての文字列
pl: Wszystkie wiersze
ru: Все строки
uk: Всі рядки

source: %1$s - %2$s - %3$s translation
de: %1$s - %2$s - %3$s übersetzung
fr: %1$s - %2$s - %3$s traduction
it: %1$s - %2$s - %3$s traduzione
ja: %1$s - %2$s - %3$s 翻訳
pl: %1$s - %2$s - %3$s tłumaczenie
ru: %1$s - %2$s - %3$s перевод
uk: %1$s - %2$s - %3$s переклад

source: Open %1$s %2$s translation page
de: Öffnen %1$s %2$s übersetzung Seite
fr: Ouvrir %1$s %2$s page de traduction
it: Aprire %1$s %2$s pagina di traduzione
ja: 開%1$s %2$s訳ページ
pl: Otworzyć %1$s %2$s strona tłumaczenia
ru: Открыть %1$s %2$s страница перевод
uk: Відкрити %1$s %2$s сторінка переклад

source: Open %s translation page
de: Öffnen %s übersetzung Seite
fr: Ouvrir %s page de traduction
it: Aprire %s pagina di traduzione
ja: 開%s訳ページ
pl: Otwórz stronę tłumaczenia %s
ru: Открыть страницу перевод %s
uk: Відкрити сторінку переклад %s

source: %s Translations
de: %s Übersetzungen
fr: %s Traductions
it: %s Traduzioni
ja: %s翻訳
pl: %s Tłumaczenie
ru: %s Перевод
uk: %s Переклад

source: Not allowed for this file
de: Nicht erlaubt für diese Datei
fr: Pas autorisé pour ce fichier
it: Non è consentito per questo file
ja: 不可このファイル
pl: Nie jest dozwolone dla tego pliku
ru: Не допускается для этого файла
uk: Не допускається для цього файла

source: Download a fresh version of this file translations
de: Laden Sie eine neue version dieser Datei übersetzungen
fr: Télécharger une nouvelle version de ce fichier de traductions
it: Download di una versione aggiornata di questo file traduzioni
ja: ダウンロード新版のファイルの翻訳
pl: Pobierz najnowszą wersję tego tłumaczenia plik
ru: Скачать свежую версию этого перевод файл
uk: Завантажити свіжу версію цього переклад файл

source: Upload and merge existing translations with the current ones at %s
de: Hochladen und Zusammenführen von vorhandenen übersetzungen mit den aktuellen, auf %s
fr: Télécharger et fusionner les traductions existantes avec les systèmes existants %s
it: Caricare e unire le traduzioni esistenti con quelli di oggi, a %s
ja: アップロードと合併し、既存の翻訳を現在のもので%s
pl: Pobrać i połączyć istniejące tłumaczenia z obecnych na %s
ru: Загрузить и объединить существующие переводы с текущих на %s
uk: Завантажити і об'єднати існуючі переклади з поточних на %s

source: Download file in xliff format for offline translation
de: Download-Datei im xliff-format für die offline-übersetzung
fr: Télécharger le fichier en format xliff mode hors connexion pour la traduction
it: Scarica il file in formato xliff per la traduzione offline
ja: ダウンロードファイルxliff形式のためのオフライン翻訳
pl: Pobierz plik w formacie xliff do samodzielnego tłumaczenia
ru: Скачать файл в формате xliff для автономного перевода
uk: Скачати файл в форматі xliff для автономного перекладу

source: Upload translation from xliff format file and merge existing translations with the current ones at %s
de: Upload-übersetzung von xliff-format-Datei und Zusammenführen von vorhandenen übersetzungen mit den aktuellen, auf %s
fr: Téléchargement de la traduction à partir de fichiers xliff format de fichier et de fusionner les traductions existantes avec les systèmes existants %s
it: Caricare la traduzione dal formato xliff file e unire le traduzioni esistenti con quelli di oggi, a %s
ja: アップロードからxliff形式のファイルと統合、既存の翻訳を現在のもので%s
pl: Pobierz tłumaczenie z pliku formatu xliff i scalania istniejących tłumaczeń z obecnych na %s
ru: Загрузить перевод из файла формата xliff и слияния существующих переводов с текущих на %s
uk: Завантажити переклад з файлу формату xliff та злиття існуючих переказів з поточних на %s

source: Proofreading Mode
de: Korrekturlese-Modus
fr: La Relecture De Mode
it: Modalità Di Correzione Di Bozze
ja: 校正モード
pl: Tryb Korekta
ru: Режим Вычитка
uk: Режим Вичитування

source: Voting Mode
de: Voting-Modus
fr: À Droit De Vote De Mode
it: Modalità Di Votazione
ja: 議決権モード
pl: Tryb Głosowania
ru: Режим Голосования
uk: Режим Голосування

source: Untranslated: %s, not approved: %s
de: Übersetzt: %s, nicht genehmigt: %s
fr: Non traduite: %s, non approuvé: %s
it: Tradotto: %s, non approvato: %s
ja: 翻訳:%sは、認められない:%s
pl: Nieprzetłumaczone: %s, nie zatwierdzone: %s
ru: Непереведенные: %s, не утверждены: %s
uk: Неперекладені: %s, не затверджені: %s

source: %s word
de: %s Wort
fr: %s mot
it: %s parola
ja: %s語
pl: %s słowo
ru: %s слово
uk: %s слово

source: Back
de: Zurück
fr: De retour
it: Indietro
ja: 裏
pl: Temu
ru: Назад
uk: Тому

source: Close
de: In der Nähe
fr: Fermer
it: Chiudere
ja: 近
pl: Obok
ru: Рядом
uk: Поруч

source: Next
de: Weiter
fr: Prochaine
it: Accanto
ja: 次へ
pl: Dalej
ru: Далее
uk: Далі

source: Invalid email
de: Ungültige E-Mail
fr: E-mail non valide
it: E-mail non valido
ja: 無効なメール
pl: Nieprawidłowy adres e-mail
ru: Неверный адрес электронной почты
uk: Неправильна адреса електронної пошти

source: Did you mean %s?
de: Meinst du %s?
fr: Vouliez-vous dire %s?
it: Volevi dire %s?
ja: もしかして%sすか？
pl: Czy miałeś na myśli %s?
ru: Вы имели в виду %s?
uk: Ви мали на увазі %s?

source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL
fr: Veuillez entrer une URL valide
it: Si prega di inserire un URL valido
ja: ご入力ください、有効なURL
pl: Wpisz poprawny adres URL
ru: Пожалуйста, введите действительный URL-адрес
uk: Будь ласка, введіть URL-адресу

source: String URL
it: Stringa URL
pl: Wiersz URL
ru: Строку URL
uk: Рядок URL

source: Copy to clipboard:
de: In die Zwischenablage kopieren:
fr: Copie dans le presse-papiers:
it: Copia negli appunti:
ja: クリップボードにコピー:
pl: Kopiuj do schowka:
ru: Копировать в буфер обмена:
uk: Копіювати в буфер обміну:

source: Tags should not be translated
de: Tags sollten nicht übersetzt werden
fr: Les balises ne doivent pas être traduits
it: I tag non deve essere tradotto
ja: タグべきではない翻訳
pl: Tagi nie powinny być tłumaczone
ru: Теги не должны быть переведены
uk: Теги не повинні бути переведені

source: XML tags should not be translated
de: XML-tags nicht übersetzt werden sollten
fr: Balises XML ne doit pas être traduit
it: I tag XML non deve essere tradotto
ja: XMLのタグなの翻訳
pl: XML-tagi nie powinny być tłumaczone
ru: XML-теги не должны быть переведены
uk: XML-теги не повинні бути переведені

source: HTML entities should not be translated
de: HTML-entities sollten nicht übersetzt werden
fr: Entités HTML ne doit pas être traduit
it: Entità HTML non deve essere tradotto
ja: HTMLエンティティのトラブルなの翻訳
pl: HTML istocie nie powinno się tłumaczyć
ru: HTML-сущности не следует переводить
uk: HTML-суті не слід переводити

source: This is line break
de: Dies ist Zeilenumbruch
fr: C'est le saut de ligne
it: Questa è interruzione di riga
ja: ここは改行
pl: Jest to podział wiersza
ru: Это разрыв строки
uk: Це розрив рядка

source: This variable should not be translated
de: Diese variable sollte nicht übersetzt werden
fr: Cette variable ne doit pas être traduit
it: Questa variabile non deve essere tradotto
ja: この変数のべきではない翻訳
pl: Zmienna ta nie powinna być przetłumaczona
ru: Эта переменная не должна быть переведена
uk: Ця змінна не повинна бути переведена

source: Special symbols should not be translated
de: Sonderzeichen sollten nicht übersetzt werden
fr: Symboles spéciaux ne devraient pas être traduits
it: Simboli speciali non dovrebbe essere tradotto
ja: 半角カタカナや特殊記号はないの翻訳
pl: Znaki specjalne nie powinny być tłumaczone
ru: Специальные символы не должны быть переведены
uk: Спеціальні символи не повинні бути переведені

source: Space characters should not be translated
de: Leerzeichen, die nicht übersetzt werden sollten
fr: Les caractères d'espace ne doit pas être traduit
it: Caratteri di spazio non dovrebbe essere tradotto
ja: スペース文字なの翻訳
pl: Luki nie powinny być tłumaczone
ru: Пробелы не должны быть переведены
uk: Пробіли не повинні бути переведені

source: Tab should not be translated
de: Tab sollte nicht übersetzt werden
fr: Onglet ne doit pas être traduit
it: La scheda non deve essere tradotto
ja: タブべきではない翻訳
pl: Karty nie powinny być tłumaczone
ru: Вкладки не должны быть переведены
uk: Вкладки не повинні бути переведені

source: Close all
de: Schließen Sie alle
fr: Fermez toutes les
it: Chiudere tutti
ja: すべての
pl: Zamknąć wszystkie
ru: Закрыть все
uk: Закрити всі

source: All <b>%d</b> items on this page are selected.
de: Alle <b>%d</b> Artikel auf dieser Seite sind ausgewählt.
fr: Tous les <b>%d</b> les éléments de cette page sont sélectionnés.
it: Tutti <b>%d</b> gli articoli di questa pagina sono selezionate.
ja: すべての<b>%d</b>事項このページを選択します。
pl: Wszystkie <b>%d</b> na tej stronie są wybrane.
ru: Все <b>%d</b> на этой странице выбраны.
uk: Всі <b>%d</b> на цій сторінці вибрані.

source: One item on this page is selected.
de: Ein Element auf dieser Seite ausgewählt ist.
fr: Un article sur cette page est sélectionné.
it: Un elemento di questa pagina è selezionata.
ja: 一品このページを選択します。
pl: Jeden punkt na tej stronie, wybrany.
ru: Один пункт на этой странице, выбрана.
uk: Один пункт на цій сторінці, обрана.

source: Select all <b>%d</b> that match current filtering rule
de: Wählen Sie alle <b>%d</b>, dass die derzeitigen Filterregel
fr: Sélectionnez tous les <b>%d</b> qui correspondent actuel de la règle de filtrage
it: Selezionare tutti <b>%d</b> che corrispondono attuale regola di filtro
ja: すべて選択<b>%d</b>に一致する現在のフィルタリング規則
pl: Wybrać wszystkie <b>%d</b>, które spełniają obecne zasady filtrowania
ru: Выбрать все <b>%d</b>, которые соответствуют текущие правила фильтрации
uk: Вибрати всі <b>%d</b>, які відповідають поточні правила фільтрації

source: All <b>%d</b> items are selected.
de: Alle <b>%d</b> Elemente ausgewählt werden.
fr: Tous les <b>%d</b> éléments sont sélectionnés.
it: Tutti <b>%d</b> gli elementi sono selezionati.
ja: すべての<b>%d</b>項目を選択します。
pl: Wszystkie <b>%d</b> elementy są zaznaczone.
ru: Все <b>%d</b> элементы выбраны.
uk: Всі <b>%d</b> елементи обрані.

source: First page
de: Erste Seite
fr: Première page
it: Prima pagina
ja: 最初のページ
pl: Pierwsza strona
ru: Первая страница
uk: Перша сторінка

source: Last page
de: Letzte Seite
fr: La dernière page
it: Ultima pagina
ja: 最後のページ
pl: Ostatnia strona
ru: Последняя страница
uk: Остання сторінка

source: Clear selection
de: Löschen der Auswahl
fr: Effacer la sélection
it: Cancella selezione
ja: 明らか選択
pl: Wyczyść wybór
ru: Очистить выбор
uk: Очистити вибір

source: %1$d &mdash; %2$d of %3$d
de: %1$d &mdash; %2$d von %3$d
fr: %1$d &mdash; %2$d de %3$d
it: %1$d &mdash; %2$d di %3$d
ja: %1$d &mdash; %2$dの%3$d
pl: %1$d &mdash; %2$d z %3$d
ru: %1$d &mdash; %2$d из %3$d
uk: %1$d &mdash; %2$d з %3$d

source: {file} has invalid extension. Allowed are: {extensions}.
de: {file} hat eine ungültige Erweiterung. Erlaubt sind: {extensions}.
fr: {file} a extension non valide. Autorisées sont: {extensions}.
it: {file} ha estensione non valida. Sono ammessi: {extensions}.
ja: {file}は無効にします。 ついては、定められた:{extensions}ます。
pl: {file} ma nieprawidłowe rozszerzenie. Dozwolone: {extensions}.
ru: {file} имеет недопустимое расширение. Разрешенные: {extensions}.
uk: {file} має неприпустиме розширення. Дозволені: {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
de: {file} ist zu groß, maximale Größe ist {sizeLimit}.
fr: {file} est trop grand, la taille de fichier maximale est {sizeLimit}.
it: {file} è troppo grande, la dimensione massima del file è {sizeLimit}.
ja: {file}は大きすぎると、最大ファイルサイズは{sizeLimit}ます。
pl: {file} zbyt duży, maksymalny rozmiar pliku {sizeLimit}.
ru: {file} слишком большой, максимальный размер файла {sizeLimit}.
uk: {file} занадто великий, максимальний розмір файлу {sizeLimit}.

source: {file} is too small, minimum file size is {minSizeLimit}.
de: {file} ist zu klein, minimale Dateigröße ist {minSizeLimit}.
fr: {file} est trop petit, la taille de fichier minimale est {minSizeLimit}.
it: {file} è troppo piccolo, minimo la dimensione del file è {minSizeLimit}.
ja: {file}ものの、最小限のファイルサイズは{minSizeLimit}ます。
pl: {file} jest zbyt mały, minimalny rozmiar pliku {minSizeLimit}.
ru: {file} слишком мал, минимальный размер файла {minSizeLimit}.
uk: {file} занадто малий, мінімальний розмір файлу {minSizeLimit}.

source: {file} is empty, try selecting another file.
de: {file} leer ist, versuchen Sie eine andere Datei.
fr: {file} est vide, essayez de sélectionner un autre fichier.
it: {file} è vuoto, provare a selezionare un altro file.
ja: {file}が空のみの選別のファイルです。
pl: {file} jest pusta, spróbuj wybrać inny plik.
ru: {file} пуст, попробуйте выбрать другой файл.
uk: {file} порожній, спробуйте вибрати інший файл.

source: The files are being uploaded, if you leave now the upload will be cancelled.
de: Die Dateien werden hochgeladen, wenn Sie verlassen nun den upload abgebrochen wird.
fr: Les fichiers sont téléchargés, si vous quittez maintenant le téléchargement sera annulée.
it: Il caricamento dei file, se si lascia ora il caricamento sarà annullata.
ja: のファイルをアップロードされた場合、お帰りのアップロードを中止する場合があります。※
pl: Pliki są pobierane, jeśli zostawisz teraz pobieranie zostanie anulowane.
ru: Файлы загружаются, если вы оставите теперь загрузка будет отменена.
uk: Файли завантажуються, якщо ви залишите тепер завантаження буде скасовано.

source: User name must be at least 3 characters.
de: Benutzername muss mindestens 3 Zeichen lang sein.
fr: Nom d'utilisateur doit contenir au moins 3 caractères.
it: Il nome utente deve contenere almeno 3 caratteri.
ja: ユーザー名は少なくとも3文字です。
pl: Nazwa użytkownika musi mieć co najmniej 3 znaki.
ru: Имя пользователя должно быть не менее 3 символов.
uk: Ім'я користувача має бути не менше 3 символів.

source: Please use only letters (a-z), numbers, and signs %s.
de: Bitte verwenden Sie nur Buchstaben (a-z), zahlen und Zeichen %s.
fr: Veuillez utiliser uniquement des lettres (a-z), de chiffres et de signes %s.
it: Si prega di utilizzare solo lettere (a-z), numeri e segni %s.
ja: のみ使用してください文字（a-z）、数字、および標識%sます。
pl: Proszę używać tylko litery (A-Z), cyfry i znaki %s.
ru: Пожалуйста, используйте только буквы (A-Z), цифры и знаки %s.
uk: Будь ласка, використовуйте тільки літери (A-Z), цифри і знаки %s.

source: The language name should not be longer than 50 characters.
de: Der name der Sprache sollte nicht länger als 50 Zeichen.
fr: Le nom de la langue ne doit pas dépasser 50 caractères.
it: Il nome della lingua non dovrebbe essere più di 50 caratteri.
ja: 言語の名称すべきでない以上50文字ます。
pl: Nazwa języka nie powinien być dłuższy niż 50 znaków.
ru: Название языка не должны быть длиннее 50 символов.
uk: Назва мови не повинні бути довшими 50 символів.

source: Please use only letters (a-z).
de: Bitte verwenden Sie nur Buchstaben (a-z).
fr: Veuillez utiliser uniquement des lettres (a-z).
it: Si prega di utilizzare solo lettere (a-z).
ja: のみ使用してください文字（a-z）です。
pl: Proszę używać tylko litery (a-Z).
ru: Пожалуйста, используйте только буквы (а-Z).
uk: Будь ласка, використовуйте лише літери (а-Z).

source: The crowdin code should not be less than 2 and longer than 4 characters.
de: Das crowdin-code sollte nicht weniger als 2 und mehr als 4 Zeichen.
fr: Le crowdin code ne doit pas être inférieure à 2 et plus de 4 caractères.
it: Il crowdin codice non deve essere inferiore a 2 e più di 4 caratteri.
ja: のcrowdinコードすべきでない未満2以上4文字です。
pl: Kod crowdin, a nie powinna być mniejsza niż 2, a maksymalnie 4 znaki.
ru: Код crowdin, а не должно быть менее 2 и более 4 символов.
uk: Код crowdin, а не повинна бути менше 2 та більше 4 символів.

source: Three letters code must have 3 characters.
de: Drei-Buchstaben-code muss 3 Zeichen lang sein.
fr: Code à trois lettres doit avoir 3 personnages.
it: Tre lettere di codice di 3 caratteri.
ja: 頭文字が文字コードは3文字です。
pl: Trzy litery kodu powinny mieć 3 postaci.
ru: Три буквы кода должны иметь 3 персонажа.
uk: Три літери коду повинні мати 3 персонажа.

source: Please use only letters (a-z) and sign %s.
de: Bitte verwenden Sie nur Buchstaben (a-z) und die Zeichen %s.
fr: Veuillez utiliser uniquement des lettres (a-z) et de signer %s.
it: Si prega di utilizzare solo lettere (a-z) e il segno %s.
ja: のみ使用してください文字（a-z）-サ%sます。
pl: Proszę używać tylko litery (A-Z) i znak %s.
ru: Пожалуйста, используйте только буквы (A-Z) и знак %s.
uk: Будь ласка, використовуйте тільки літери (A-Z) і знак %s.

source: The locale code should not be longer than 7 characters.
de: Die Gebietsschema-Codes sollte nicht länger als 7 Zeichen.
fr: Le code des paramètres régionaux ne doit pas être de plus de 7 caractères.
it: Il codice locale che non deve essere più lungo di 7 caratteri.
ja: ロケールをコードすべきでない以上7文字以内です。
pl: Kod języka nie powinno być dłuższe niż 7 znaków.
ru: Код языка не должно быть длиннее 7 символов.
uk: Код мови не повинно бути довше 7 символів.

source: Identifier must be longer than 3 characters.
de: Bezeichner muss länger als 3 Zeichen sein.
fr: Identificateur doit être de plus de 3 caractères.
it: Identificatore deve essere più lungo di 3 caratteri.
ja: 識別子以上の3文字です。
pl: Identyfikator powinien być dłuższy niż 3 znaków.
ru: Идентификатор должен быть длиннее 3 символов.
uk: Ідентифікатор повинен бути довше 3 символів.

source: No spaces or special characters allowed.
de: Keine Leerzeichen oder Sonderzeichen erlaubt.
fr: Pas d'espaces ni de caractères spéciaux autorisés.
it: Senza spazi o caratteri speciali ammessi.
ja: なし空間または特殊文字は許可されます。
pl: Bez spacji lub znaków specjalnych.
ru: Без пробелов или специальных символов.
uk: Без пробілів або спеціальних символів.

source: Password is too short (minimum is 6 characters)
de: Passwort ist zu kurz (mindestens 6 Zeichen)
fr: Le mot de passe est trop court (minimum est de 6 caractères)
it: La Password è troppo corta (minimo 6 caratteri)
ja: パスワードが短い(最低6文字以内)
pl: Hasło zbyt krótkie (minimum 6 znaków)
ru: Пароль слишком короткий (минимум 6 символов)
uk: Пароль занадто короткий (мінімум 6 символів)

source: The passwords don't match, please try again.
de: Die Passwörter Stimmen nicht überein, bitte versuchen Sie es erneut.
fr: Les mots de passe ne correspondent pas, s'il vous plaît essayer de nouveau.
it: Le password non corrispondono, si prega di riprovare.
ja: パスワードが一致しない、もう一度入力してください。
pl: Hasła nie są takie same, proszę spróbować ponownie.
ru: Пароли не совпадают, пожалуйста, попробуйте снова.
uk: Паролі не збігаються, будь-ласка, спробуйте знову.

source: Invalid email.
de: Ungültige E-Mail.
fr: E-mail non valide.
it: E-mail non valido.
ja: 無効なメールします。
pl: Nieprawidłowy adres e-mail.
ru: Неверный адрес электронной почты.
uk: Неправильний адресу електронної пошти.

source: Invalid date.
de: Ungültiges Datum.
fr: Date non valide.
it: Data non valida.
ja: 無効な日付ます。
pl: Nieprawidłowa Data.
ru: Недопустимая Дата.
uk: Неприпустима Дата.

source: This option is required.
de: Diese option ist erforderlich.
fr: Cette option est nécessaire.
it: Questa opzione è necessaria.
ja: このオプションが必要です。
pl: Ten parametr jest wymagany.
ru: Этот параметр является обязательным.
uk: Цей параметр є обов'язковим.

source: You must select at least one target language.
de: Sie müssen wählen Sie mindestens eine Zielsprache.
fr: Vous devez sélectionner au moins une langue cible.
it: È necessario selezionare almeno una lingua di destinazione.
ja: を選択してください少なくとも一つの外国語力を身につけていきます。
pl: Musisz wybrać co najmniej jeden język docelowy.
ru: Вы должны выбрать по крайней мере один целевой язык.
uk: Ви повинні вибрати щонайменше один цільову мову.

source: Url is not valid.
de: Url ist nicht gültig.
fr: L'Url n'est pas valide.
it: Url non è valido.
ja: Urlが無効です。
pl: URL-adres nie jest prawidłowy.
ru: URL-адрес не является допустимым.
uk: URL-адреса не є допустимим.

source: Save Translation
de: Übersetzung Speichern
fr: Enregistrer La Traduction
it: Salvare Traduzione
ja: 保存翻訳
pl: Zapisz Tłumaczenie
ru: Сохранить Перевод
uk: Зберегти Переклад

source: Skip String
de: Überspringen String
fr: Saut De Chaîne
it: Saltare La Corda
ja: スキップ文字列
pl: Pominąć Wiersz
ru: Пропустить Строку
uk: Пропустити Рядок

source: Previous String
fr: Chaîne Précédente
it: Stringa Precedente
ja: 前の文字列
pl: Poprzednie Polecenia
ru: Предыдущие Строки
uk: Попередні Рядки
