Repository: beta37/localization
Catalog: */js.*.po
Languages: de, fr, it, ja, pl, ru, uk

source: Show/Hide Right Panel
de: Ein - /Ausblenden Rechten Bereich
fr: Afficher/Masquer Le Panneau De Droite
it: Mostra/Nascondi Pannello Di Destra
ja: 表示/非表示となっています。
pl: Pokaż/Ukryj Prawy Panel
ru: Показать/Скрыть Правую Панель
uk: Показати/Приховати Праву Панель

source: Copy Translation From Source
de: Kopie Der Übersetzung Von Source
fr: Copie De La Traduction À Partir De La Source
it: Copia Di Traduzione Dall'Origine
ja: コピーし翻訳のソースから
pl: Kopia Tłumaczenia Z Źródła
ru: Копия Перевода С Источника
uk: Копія Перекладу З Джерела

source: Approve
de: Genehmigen
fr: Approuver
it: Approvare
ja: 承認
pl: Zatwierdzić
ru: Утвердить
uk: Затвердити

source: Disapprove
de: Missbilligen
fr: Désapprouver
it: Disapprovare
ja: 否認
pl: Неодобряю
ru: Неодобряю
uk: Неодобряю

source: Vote Up
fr: Voter
it: Voto Up
ja: 投票まで
pl: Głosować
ru: Голосовать
uk: Голосувати

source: Vote Down
de: Niederstimmen
fr: Voter Contre
it: Voto Basso
ja: 投票下
pl: Głosowanie
ru: Голосование
uk: Голосування

source: Show/Hide String
de: Ein - /Ausblenden String
fr: Afficher/Masquer La Chaîne
it: Mostra/Nascondi La Stringa
ja: 表示-非表示を切り替える文字列
pl: Pokaż/Ukryj Pasek
ru: Показать/Скрыть Строку
uk: Показати/Приховати Рядок

source: Show/Hide String Context
de: Ein - /Ausblenden String-Kontext
fr: Afficher/Masquer Le Contexte De Chaîne
it: Mostra/Nascondi Contesto Di Stringa
ja: 表示-非表示を切り替える文字列の文脈
pl: Pokaż/Ukryj Pasek Kontekście
ru: Показать/Скрыть Строку Контексте
uk: Показати/Приховати Рядок Контексті

source: Edit String Context
de: Edit String-Kontext
fr: Modification De La Chaîne Contexte
it: Modificare La Stringa Di Contesto
ja: 編集文字列の文脈
pl: Edytować Kontekście
ru: Редактировать Строковом Контексте
uk: Редагувати Строковому Контексті

source: Request String Comment
de: Request-String Kommentar
fr: Chaîne De Demande De Commentaire
it: Richiesta Stringa Di Commento
ja: 要請文字列のコメント
pl: Zapytanie Ciąg Komentarza
ru: Запрос Строку Комментария
uk: Запит Рядок Коментаря

source: Search
de: Suche
fr: Recherche
it: Ricerca
ja: 検索
pl: Wyszukiwanie
ru: Поиск
uk: Пошук

source: Replace in Suggestions
de: Ersetzen Sie in den Kommentaren
fr: Remplacer dans les Suggestions.
it: Sostituire Suggerimenti
ja: 交換のご提案
pl: Wymień w zdaniach
ru: Замените в предложениях
uk: Замініть у реченнях

source: Open File
de: Datei Öffnen
fr: Ouvrir Le Fichier
it: Aprire Il File
ja: ファイルを開く
pl: Otwórz Plik
ru: Открыть Файл
uk: Відкрити Файл

source: Next File
de: Nächste Datei
fr: Le Prochain Fichier
it: File Successivo
ja: 次のファイル
pl: Następujący Plik
ru: Следующий Файл
uk: Наступний Файл

source: Previous File
de: Vorherige Datei
fr: Fichier Précédent
it: File Precedente
ja: 前のファイル
pl: Poprzedni Plik
ru: Предыдущий Файл
uk: Попередній Файл

source: Show/Hide File Context
de: Ein - /Ausblenden Datei-Kontext
fr: Afficher/Masquer Les Fichier De Contexte
it: Mostra/Nascondi File Di Contesto
ja: 表示/非表示ファイルの文脈で
pl: Pokaż/Ukryj Menu Kontekstowe Pliku
ru: Показать/Скрыть Контекстное Файла
uk: Показати/Приховати Контекстне Файлу

source: Edit File Context
de: Bearbeiten Sie Datei-Kontext
fr: Modifier Le Fichier De Contexte
it: Modificare Il File Di Contesto
ja: 編集ファイルの文脈で
pl: Edytować Plik Kontekstu
ru: Редактировать Файл Контекста
uk: Редагувати Файл Контексту

source: Request File Comment
de: Anfrage-Datei Kommentar
fr: Fichier De Demande De Commentaire
it: File Di Richiesta Di Commento
ja: 依頼ファイルのコメント
pl: Proszę O Komentarz Plik
ru: Просьба Прокомментировать Файл
uk: Прохання Прокоментувати Файл

source: Save Translation (%s)
de: Übersetzung Speichern (%s)
fr: Enregistrer La Traduction (%s)
it: Salvare Traduzione (%s)
ja: 保存翻訳（%s)
pl: Zapisz Tłumaczenie (%s)
ru: Сохранить Перевод (%s)
uk: Зберегти Переклад (%s)

source: Previous String (%s)
fr: Chaîne Précédente (%s)
it: Stringa Precedente (%s)
ja: 前の文字列(%s)
pl: Poprzednie Wiersze (%s)
ru: Предыдущие Строки (%s)
uk: Попередні Рядки (%s)

source: Skip String (%s)
de: Überspringen String (%s)
fr: Saut De Chaîne (%s)
it: Saltare La Corda (%s)
ja: スキップ文字列(%s)
pl: Pominąć Wiersz (%s)
ru: Пропустить Строку (%s)
uk: Пропустити Рядок (%s)

source: Screenshots
fr: Captures d'écran
it: Screenshot
ja: 画面表示
pl: Screeny
ru: Скриншоты
uk: Скріншоти

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: 消
pl: Anuluj
ru: Отменить
uk: Скасувати

source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Hide Context
de: Ausblenden Kontext
fr: Masquer Contexte
it: Nascondere Contesto
ja: 非表示の文脈
pl: Ukryj Kontekście
ru: Скрыть Контексте
uk: Приховати Контексті

source: Show Context
de: Kontext Anzeigen
fr: Afficher Le Contexte
it: Mostrare Il Contesto
ja: ショーコ
pl: Pokaż Kontekście
ru: Показать Контексте
uk: Показати Контексті

source: Search through translation memory
de: Suche durch translation memory
fr: Recherche par le biais de la mémoire de traduction
it: Ricerca attraverso la memoria di traduzione
ja: 検索を通じて翻訳メモリ
pl: Wyszukiwanie w pamięci tłumaczeń
ru: Поиск через памяти переводов
uk: Пошук через пам'ять перекладів

source: Clear
de: Klar
fr: Claire
it: Chiaro
ja: 明らか
pl: Jasne
ru: Понятно
uk: Зрозуміло
